{
    "dates": [
        {
            "id": 1,
            "start": 1980,
            "end": 1989,
            "category": "Технологии",
            "events": [
                {
                    "id": 1,
                    "year": 1980,
                    "event": "Основание CNN — первого круглосуточного новостного канала, изменившего формат вещания и задавшего стандарт мгновенного освещения мировых событий."
                },
                {
                    "id": 2,
                    "year": 1981,
                    "event": "Запуск IBM 5150 — первого массового персонального компьютера, который положил начало широкому распространению ПК в офисах и домах."
                },
                {
                    "id": 3,
                    "year": 1982,
                    "event": "Выпуск Майклом Джексоном альбома «Thriller» — самого продаваемого в истории, преобразившего видеоклипы и поп-индустрию."
                },
                {
                    "id": 4,
                    "year": 1983,
                    "event": "Появление Motorola DynaTAC 8000X — первого коммерческого мобильного телефона, открывшего эру портативной связи."
                },
                {
                    "id": 5,
                    "year": 1984,
                    "event": "Презентация Apple Macintosh с графическим интерфейсом и мышью, сделавшая компьютеры доступными неподготовленным пользователям."
                },
                {
                    "id": 6,
                    "year": 1985,
                    "event": "Релиз Microsoft Windows 1.0 с оконным интерфейсом поверх MS-DOS — фундамент семейства операционных систем Windows."
                },
                {
                    "id": 7,
                    "year": 1986,
                    "event": "Катастрофа на Чернобыльской АЭС — крупнейшая техногенная авария в ядерной энергетике, повлекшая пересмотр норм безопасности во всём мире."
                },
                {
                    "id": 8,
                    "year": 1987,
                    "event": "Внедрение протокола TCP/IP в коммерческие сети — начало широкого использования Интернета за пределами академических кругов."
                },
                {
                    "id": 9,
                    "year": 1988,
                    "event": "Публикация первой веб-страницы Тимом Бернерсом-Ли — формальный старт Всемирной паутины для обмена гипертекстовыми документами."
                },
                {
                    "id": 10,
                    "year": 1989,
                    "event": "Падение Берлинской стены — символ объединения Германии и окончания эпохи холодной войны, изменивший политический ландшафт Европы."
                }
            ]
        },
        {
            "id": 2,
            "start": 1990,
            "end": 1999,
            "category": "Политика и общество",
            "events": [
                {
                    "id": 11,
                    "year": 1990,
                    "event": "Вывод на орбиту космического телескопа Hubble, давшего человечеству первые детализированные снимки далёких галактик и расширившего границы астрономии."
                },
                {
                    "id": 12,
                    "year": 1991,
                    "event": "Распад Советского Союза, завершивший холодную войну и приведший к образованию независимых государств на территории Восточной Европы и Азии."
                },
                {
                    "id": 13,
                    "year": 1992,
                    "event": "Нобелевская премия по литературе Дереку Уолкотту за вклад в мировую поэзию и драматургию, отражающий постколониальные темы."
                },
                {
                    "id": 14,
                    "year": 1993,
                    "event": "Подписание Маастрихтского договора, оформившего создание Европейского Союза и заложившего основы единой валюты и общей внешней политики."
                },
                {
                    "id": 15,
                    "year": 1994,
                    "event": "Выход романа «Бессонница» Стивена Кинга — психологического триллера о старении и сверхспособностях, ставшего мировым бестселлером."
                },
                {
                    "id": 16,
                    "year": 1995,
                    "event": "Нобелевская премия по литературе Шеймусу Хини за поэзию, в которой сочетаются ирландские традиции и современные образы."
                },
                {
                    "id": 17,
                    "year": 1996,
                    "event": "Запуск поисковой системы Google с алгоритмом PageRank, положившим начало доминированию Google на рынке интернет-поиска."
                },
                {
                    "id": 18,
                    "year": 1997,
                    "event": "Публикация «Гарри Поттер и философский камень» Дж. К. Роулинг, открывшая одну из самых популярных и влиятельных книжных серий."
                },
                {
                    "id": 19,
                    "year": 1998,
                    "event": "Начало строительства Международной космической станции — крупнейшего международного проекта по долгосрочным исследованиям в невесомости."
                },
                {
                    "id": 20,
                    "year": 1999,
                    "event": "Появление Napster — первой P2P-сети для обмена музыкой, изменившей правила распространения аудиофайлов."
                }
            ]
        },
        {
            "id": 3,
            "start": 2000,
            "end": 2004,
            "category": "Культура и интернет",
            "events": [
                {
                    "id": 21,
                    "year": 2000,
                    "event": "Переход в новое тысячелетие без масштабных сбоев по Y2K — глобальная проверка компьютерных систем оказалась успешной."
                },
                {
                    "id": 22,
                    "year": 2001,
                    "event": "Теракты 11 сентября в США, приведшие к коренным изменениям в международной безопасности и началу глобальной кампании против терроризма."
                },
                {
                    "id": 23,
                    "year": 2002,
                    "event": "Публикация второго чернового варианта расшифровки человеческого генома в рамках проекта Human Genome Project, открывшего эру персонализированной медицины."
                },
                {
                    "id": 24,
                    "year": 2003,
                    "event": "Запуск сервиса Skype — первой массовой VoIP-платформы, предложившей бесплатные голосовые и видеозвонки по всему миру."
                },
                {
                    "id": 25,
                    "year": 2004,
                    "event": "Старт социальной сети Facebook, изначально предназначенной для студентов, которая вскоре превратилась в глобальную платформу общения."
                }
            ]
        },
        {
            "id": 4,
            "start": 2005,
            "end": 2009,
            "category": "Технологические прорывы",
            "events": [
                {
                    "id": 26,
                    "year": 2005,
                    "event": "Появление YouTube — платформы для свободного обмена видео, давшей старт карьере независимых авторов и изменившей индустрию медиа."
                },
                {
                    "id": 27,
                    "year": 2006,
                    "event": "Запуск Twitter с ограничением в 140 символов, что создало формат коротких текстовых сообщений и мгновенных новостных лент."
                },
                {
                    "id": 28,
                    "year": 2007,
                    "event": "Презентация первого iPhone компанией Apple — объединение телефона, плеера и интернет-устройства задало вектор развития смартфонов."
                },
                {
                    "id": 29,
                    "year": 2008,
                    "event": "Начало мирового финансового кризиса, спровоцированного крахом ипотечного рынка США, что привело к глобальным экономическим потрясениям."
                },
                {
                    "id": 30,
                    "year": 2009,
                    "event": "Публикация первого (Genesis) блока биткойна по концепции Сатоши Накамото — рождение эпохи блокчейна и децентрализованных финансов."
                }
            ]
        },
        {
            "id": 5,
            "start": 2010,
            "end": 2019,
            "category": "Наука и исследования",
            "events": [
                {
                    "id": 31,
                    "year": 2010,
                    "event": "Запуск Instagram с набором фильтров и мгновенным обменом фото, что революционизировало визуальный контент в социальных сетях."
                },
                {
                    "id": 32,
                    "year": 2011,
                    "event": "Завершение программы космических шаттлов NASA после 135 миссий — переход к новой эре международного сотрудничества в освоении космоса."
                },
                {
                    "id": 33,
                    "year": 2012,
                    "event": "Конец календаря Майя и вызванные этим массовые дискуссии о «конце света», которые привлекли внимание к древним цивилизациям."
                },
                {
                    "id": 34,
                    "year": 2013,
                    "event": "Активное развитие технологий AI и Deep Learning, что позволило добиться прорывов в распознавании образов, речи и машинном переводе."
                },
                {
                    "id": 35,
                    "year": 2014,
                    "event": "Выпуск Apple Watch — первых массовых смарт-часов, интегрированных с iPhone и задавших тренд носимых устройств."
                },
                {
                    "id": 36,
                    "year": 2015,
                    "event": "Первое прямое обнаружение гравитационных волн с помощью детекторов LIGO — подтверждение ключевого предсказания общей теории относительности."
                },
                {
                    "id": 37,
                    "year": 2016,
                    "event": "Референдум о выходе Великобритании из ЕС (Brexit), инициировавший длительные переговоры и пересмотр отношений с европейскими партнёрами."
                },
                {
                    "id": 38,
                    "year": 2017,
                    "event": "Запуск Tesla Roadster в космос на ракете Falcon Heavy — демонстрация возможностей многоразовых ракет компанией SpaceX."
                },
                {
                    "id": 39,
                    "year": 2018,
                    "event": "Бурный рост популярности ИИ и машинного обучения, приведший к массовому внедрению этих технологий в бизнесе, медицине и науке."
                },
                {
                    "id": 40,
                    "year": 2019,
                    "event": "Публикация первой в истории фотографии чёрной дыры коллаборацией Event Horizon Telescope — новый этап в астрофизике."
                }
            ]
        },
        {
            "id": 6,
            "start": 2020,
            "end": 2025,
            "category": "Современные технологии",
            "events": [
                {
                    "id": 41,
                    "year": 2020,
                    "event": "Пандемия COVID-19: глобальные локдауны, переход миллионов людей на удалённую работу и рекордные темпы разработки вакцин."
                },
                {
                    "id": 42,
                    "year": 2021,
                    "event": "Начало массовой вакцинации от COVID-19 по всему миру — крупнейшая и самая быстрая кампания общественного здравоохранения."
                },
                {
                    "id": 43,
                    "year": 2022,
                    "event": "Запуск космического телескопа James Webb, предоставившего беспрецедентно детализированные снимки ранней Вселенной."
                },
                {
                    "id": 44,
                    "year": 2023,
                    "event": "Распространение генеративных моделей ИИ (ChatGPT, DALL·E и др.), кардинально изменивших подходы к созданию текстового и визуального контента."
                },
                {
                    "id": 45,
                    "year": 2024,
                    "event": "Прорывы в квантовых вычислениях: разработки в области квантовых процессоров приближают практическую реализацию квантового преимущества."
                },
                {
                    "id": 46,
                    "year": 2025,
                    "event": "Ожидаемый бум AR и VR: расширение применения дополненной и виртуальной реальности в развлечениях, образовании и бизнесе."
                }
            ]
        }
    ]
}
